IDEA Open Model
ProjectDataConcreteEc2.CodeEN1992_3 Property
Compatible with IDEA StatiCa 20.1
 Flag if code EN 1992-2 is included
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public bool CodeEN1992_3 { get; set; }
Public Property CodeEN1992_3 As Boolean
	Get
	Set
Property Value
Type: Boolean
See Also
Reference
ProjectDataConcreteEc2 Class
IdeaRS.OpenModel.Concrete Namespace